Repository: dayovera/paquete-canaima
Catalog: canaima-notas-gnome-4.0/locale/*/LC_MESSAGES/*.po
Languages: es

source: Documenting of Failures
es: Documentador de Fallas

source: Title:
es: Titulo:

source: Author:
es: Autor:

source: Email:
es: Correo:

source: email@example.com
es: correo@ejemplo.com

source: Write the problem happened on your computer
es: Escriba el problema que ocurrió en su computador

source: Enter the details of the fault (be as specific as possible):
es: Escriba los detalles de la falla (sea lo más específico posible):

source: Disk Space
es: Espacio Discos

source: Motherboard
es: Tarjeta Madre

source: Select All
es: Seleccionar Todos

source: Graphics Acceleration
es: Aceleración Gráfica

source: Screen Server
es: Servidor Pantalla

source: Repositories
es: Repositorios

source: Partition table
es: Tabla de partición

source: Priority APT
es: Prioridad APT

source: Network Interfaces
es: Interfaces de RED

source: Version
es: Versión

source: Modules
es: Módulos

source: Devices
es: Dispositivos

source: System Information
es: Información del Sistema

source: Select the data to be sent:
es: Seleccione los datos a enviar:

source: See document (not send).
es: Ver Documento (No enviar).

source: Write what you see in the picture:
es: Escribe lo que ves en la imagen:

source: The sending of the note was successful...!
es: El envio de la nota fue exitoso...!

source: - You need to enter a title.
es: - Es necesario que escriba un título.

source: - You need to enter your name.
es: - Es necesario que escriba su nombre.

source: - You need to enter your address email.
es: - Es necesario que escriba su dirección de correo electrónico.

source: - Take a moment and describe the failure.
es: - Tómese unos instantes y describa la falla.

source: - Select at least 1 option box Data to Send.
es: - Seleccione al menos 1 opción del cuadro de Datos a Enviar.

source: - The value entered does not match that of the image.
es: - El valor introducido no coincide con el de la imágen.

source: - It has an active internet connection. Select the Do not Send.
es: - No posee una conexión a internet activa. Seleccione la opción No Enviar.

source: Devices connected by PCI
es: Dispositivos conectados por PCI

source: Devices connected by USB port
es: Dispositivos conectados por puerto USB

source: Information Network interfaces
es: Información interfaces de RED

source: Information /etc/apt/preferences
es: Información /etc/apt/preferences

source: RAM Memory, Swap, and Buffer (in MB)
es: Memoria RAM, Swap, y Buffer (en MB)

source: Free space on storage devices:
es: Espacio libre en los dispositivos de almacenamiento:

source: Partition Table
es: Tabla de particiones

source: Information processor
es: Información del procesador

source: Xorg error information
es: Información de errores de Xorg

source: Information repositories
es: Información de los repositorios

source: List of kernel modules
es: Listado de los modulos del kernel

source: Kernel version
es: Versión del Kernel

source: In closing, all procedures that is generating Documenting of Failures will be closed. Do you want to exit the application?
es: Al cerrar, todos los procedimientos que esté generando el Documentador de Fallas serán cerrados. ¿Desea salir de la aplicación?

source: TITLE: %s
es: TITULO: %s

source: AUTHOR: %s
es: AUTOR: %s

source: EMAIL: %s
es: CORREO: %s

source: _____________________ NOTE TO USER ____________________
es: _____________________ NOTA DE USUARIO ____________________
